"%1 already exists.\nDo you want to replace it?"="Plik %1 już istnieje.\nCzy chcesz go zastąpić?";
"%1 days left"="Pozostało %1 dni";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="Nie znaleziono katalogu\n%1\nSprawdź poprawność nazwy katalogu.";
"%1\nFile not found.\nPlease verify the correct file name was given."="Nie znaleziono pliku\n%1\nSprawdź poprawność nazwy pliku.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s jest obecnie offline, ale Twoja lekcja pojawi się automatycznie następnym razem, gdy otworzysz aplikację Lekcje.";
"&Abort"="&Przerwij";
"&Add to Custom Colors"="Dod&aj do kolorów niestandardowych";
"&Basic colors"="&Kolory podstawowe";
"&Cancel"="&Anuluj";
"&Copy"="&Kopiuj";
"&Custom colors"="Kolory &niestandardowe";
"&Define Custom Colors >>"="&Definiuj kolory niestandardowe >>";
"&Delete"="&Usuń";
"&Finish"="&Zakończ";
"&Green:"="&Zielony:";
"&Help"="&Pomoc";
"&Ignore"="&Ignoruj";
"&Name:"="&Nazwisko:";
"&Next >"="&Dalej >";
"&Next >"="&Dalej >";
"&No"="&Nie";
"&No"="&Nie";
"&Open"="&Otwórz";
"&Options <<"="&Opcje <<";
"&Options >>"="&Opcje >>";
"&Paste"="&Wklej";
"&Print"="&Drukuj";
"&Red:"="Cze&r.:";
"&Redo"="&Ponów";
"&Reload"="Zał&aduj ponownie";
"&Rename"="Z&mień nazwę";
"&Retry"="Ponów p&róbę";
"&Sat:"="Na&sycenie:";
"&Save"="Zapi&sz";
"&Undo"="&Cofnij";
"&Unsorted"="Nies&ortowane";
"&Val:"="&Wart.:";
"&Yes"="&Tak";
"&Yes"="&Tak";
"..."="...";
":"=":";
"< &Back"="< &Wstecz";
"< Share Options"="< Opcje udostępniania";
"< Share with SMART Board"="< Udostępnij przy pomocy tablicy SMART";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Informacje o programie Qt</h3>%1<p>Qt jest zestawem narzędzi C++ służącym do tworzenia aplikacji na różnych platformach.</p><p>Program Qt może być kompilowany z jednego źródła dla systemów MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux oraz wszystkich głównych wersji komercyjnych systemu Unix. Program Qt jest również dostępny dla osadzonych urządzeń jako Qtopia Core.</p><p>Qt jest produktem firmy Trolltech. Więcej informacji można znaleźć pod adresem <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Ten program używa wersji Qt Open Source Edition %1.</p><p>Wersja Qt Open Source Edition jest przeznaczona do tworzenia aplikacji Open Source. Do tworzenia aplikacji prawnie zastrzeżonych (Closed Source) wymagana jest licencja komercyjna programu Qt.</p><p>Informacje na temat licencji programu Qt można znaleźć pod adresem <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Ten program używa wersji Qt %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Do tej wersji oprogramowania SMART Notebook jest wymagany klucz produktu SMART Notebook Advantage. Więcej szczegółów znajdziesz na stronie <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a>.";
"A&lpha channel:"="Kanał a&lfa:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 cali)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Przerwij";
"About %1"="Informacje o %1";
"About Qt"="Informacje o programie Qt";
"Account"="Konto";
"Activate"="Aktywuj";
"Activated"="Aktywowano";
"Activates the program's main window"="Aktywuje okno główne programu";
"Activation Key"="Klucz aktywacji";
"Activation Web Services:"="Aktywacja usług internetowych:";
"Activation Wizard"="Kreator aktywacji";
"Activation Wizard is outdated."="Kreator aktywacji jest nieaktualny.";
"Activation required"="Wymagana jest aktywacja";
"Add Boards"="Dodaj tablice";
"Advanced"="Zaawansowane";
"Aliases: %1"="Aliasy: %1";
"All Files (*)"="Wszystkie pliki (*)";
"All Files (*.*)"="Wszystkie pliki (*.*)";
"All pending requests have been canceled."="Wszystkie oczekujące żądania zostały anulowane.";
"Apply"="Zastosuj";
"Are you sure you want to delete license information?"="Czy na pewno chcesz usunąć informacje licencji?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Czy na pewno chcesz zwrócić klucz aktywacyjny tego produktu? Licencja dla tego komputera zostanie natychmiast zablokowana (przed zakończeniem procedury zwrotu).";
"Authentication Required"="Wymagane jest uwierzytelnienie.";
"Authentication required"="Wymagane jest uwierzytelnienie";
"Automatic Activation"="Aktywacja automatyczna";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1 414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1 000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="A4 (176 x 250 mm, 6,93 x 9,84 cali)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Wstecz";
"Bl&ue:"="Nie&bieski:";
"Browse Content"="Przeglądaj treść";
"Browse..."="Przeglądaj...";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Anuluj";
"Canceled"="Anulowano";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Nie udało się sprawdzić poprawności klucza. Spróbuj ponownie przeprowadzić aktywację. \n\nJeśli problem nie ustąpi, zanotuj komunikaty o błędzie i skontaktuj się z działem wsparcia technicznego SMART.";
"Centimeters (cm)"="Centymetry (cm)";
"Check Activation Server Connectivity"="Sprawdź łączność serwera aktywacji";
"Check for renewals complete. No renewals found."="Wyszukiwanie odnowień zostało zakończone. Nie znaleziono żadnych odnowień.";
"Checking..."="Sprawdzanie...";
"Choose your SMART Board"="Wybierz tablicę SAMRT";
"Class ID"="Identyfikator klasy";
"Class Name"="Nazwa klasy";
"Cleaning up a few things..."="Trwa czyszczenie...";
"Click here to test connectivity."="Kliknij tutaj, aby przywrócić łączność.";
"Close"="Zamknij";
"Close without Saving"="Zamknij bez zapisywania";
"Collate"="Scal";
"Color"="Kolor";
"Color Mode"="Tryb koloru";
"Commit"="Zastosuj";
"Complete Later"="Zakończ później";
"Connect"="Połącz";
"Connected to host"="Połączony z hostem";
"Connected to host %1"="Połączony z host %1";
"Connection Options"="Opcje połączenia";
"Connection Options..."="Opcje połączenia...";
"Connection closed"="Połączenie zamknięte";
"Connection refused"="Odmowa połączenia";
"Connection refused (or timed out)"="Odmowa połączenia (lub przekroczenie czasu)";
"Connection to %1 closed"="Połączenie z %1 zamknięte";
"Contact Support at:"="Skontaktuj się z pomocą techniczną pod adresem:";
"Contact technical support"="Skontaktuj się z pomocą techniczną";
"Continue"="Kontynuuj";
"Copies"="Kopie";
"Copies:"="Kopie:";
"Copy"="Kopiuj";
"Copy &Link Location"="Kopiuj &lokalizację linku";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Aktywacja się nie powiodła. Może być problem z serwerami aktywacji. Spróbuj ponownie później.";
"Could not connect to the server. Trying again..."="Nie udało się połączyć z serwerem. Łączymy ponownie...";
"Couldn't find a board with that code. Want to try again?"="Nie odnaleziono tablicy z tym kodem Czy chcesz spróbować ponownie?";
"Couldn't load profile"="Nie udało się załadować profilu";
"Couldn't start the trial period."="Nie udało się uruchomić okresu próbnego.";
"Count"="Liczba";
"Create New Folder"="Utwórz nowy folder";
"Create a New File"="Stwórz nowy plik";
"Create a link to this document"="Utwórz link do dokumentu";
"Creating ..."="Tworzenie...";
"Cu&t"="Wy&tnij";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Dane uszkodzone";
"Delete"="Usuń";
"Detail View"="Widok szczegółów";
"Details:"="Szczegóły:";
"Directories"="Katalogi";
"Directory"="Katalog";
"Disabled"="Wyłączone";
"Discard"="Odrzuć";
"Do you want to discard this request or complete it later?"="Czy chcesz odrzucić to żądanie czy dokończyć je później?";
"Don't Save"="Nie zapisuj";
"Don't show this again"="Nie pokazuj tego ponownie";
"Done"="Gotowe";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Nie zakończono pobierania. Odebrano %1 bajtów, oczekiwanych %2 bajtów.";
"Drive"="Napęd";
"Duplex Printing"="Druk dupleksowy";
"Error writing response to device"="Błąd podczas zapisu odpowiedzi do urządzenia";
"Examples"="Przykłady";
"Executable '%1' requires Qt %2, found Qt %3."="Plik wykonywalny '%1' wymaga Qt %2, znaleziono Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Executive (7,5 x 10 cali, 191 x 254 mm)";
"Expired"="Wygasł";
"Expired on %1"="Wygasła w dniu %1";
"Expires on %1"="Wygasa w dniu %1";
"Failed due to a data error. Please contact our support."="Niepowodzenie z powodu błędu danych. Skontaktuj się z naszym działem pomocy.";
"Failed to cancel all pending requests."="Nie udało się anulować wszystkich oczekujących żądań.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Nie można połączyć się z serwerem SMART. Spróbuj ponownie później lub spróbuj wykonać ręczną aktywację.";
"Failed to write activation information. Make sure you have enough permissions."="Zapisywanie informacji o aktywacji nie powiodło się. Upewnij się, że posiadasz wystarczające uprawnienia.";
"Failed. Details: "="Niepowodzenie. Szczegóły: ";
"False"="Fałsz";
"File"="Plik";
"File name:"="Nazwa pliku:";
"Files of type:"="Typ plików:";
"Finished"="Zakończone";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"Form"="Formularz";
"From page:"="Od strony:";
"Fulfillment ID"="Identyfikator realizacji";
"Get started with SMART Notebook software"="Rozpocznij z oprogramowaniem SMART Notebook";
"Getting things ready..."="Przygotowywanie...";
"Go Back"="Z powrotem";
"Grace period has expired."="Okres testowy został zakończony.";
"Grace period: <b>%1</b> day(s) remaining"="Okres testowy: pozostało <b>%1</b> dni";
"Grayscale"="Skala odcieni szarości";
"Great! Your lesson is on its way to the SMART Board."="Wspaniale! Trwa przekazywanie lekcji do tablicy SMART Board.";
"HTTP request failed"="Żądanie HTTP nie powiodło się";
"HTTPS connection requested but SSL support not compiled in"="Zażądano połączenia HTTPS, ale obsługa SSL nie powiodła się";
"Height:"="Wysokość:";
"Help"="Pomoc";
"Hide %1"="Ukryj %1";
"Hide Others"="Ukryj inne";
"Host %1 found"="Znaleziono hosta %1";
"Host %1 not found"="Nie znaleziono hosta %1";
"Host found"="Znaleziono hosta";
"Host requires authentication"="Host wymaga uwierzytelnienia";
"Host:"="Host:";
"Hu&e:"="Odci&eń:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Akceptuję warunki <a href=\"showEula()\">umowy licencyjnej</a>.";
"Ignore"="Ignoruj";
"Inches (in)"="Cale (in)";
"Include your name to help students find your class quickly."="Podaj swoje imię, aby pomóc studentom odnaleźć szybko Twoją klasę.";
"Includes maintenance ending on:"="Obejmuje konserwację kończącą się z dniem:";
"Includes permanent activations."="Zawiera trwałe aktywacje.";
"Includes subscriptions expiring on:"="Obejmuje subskrypcje wygasające w dniu:";
"Incompatible Qt Library Error"="Błąd: niezgodność bibliotek Qt";
"Installation ID"="Identyfikator instalacji";
"Internet access is disabled by the system administrator."="Dostęp do internetu został wyłączony przez administratora systemu.";
"Invalid"="Nieprawidłowy";
"Invalid HTTP chunked body"="Nieprawidłowy fragment kodu HTTP w treści";
"Invalid HTTP response header"="Nieprawidłowy nagłówek odpowiedzi HTTP";
"Invalid entitlement"="Nieważne uprawnienie";
"Invalid product key."="Nieprawidłowy klucz produktu.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Wygląda na to, że biblioteka Lekcji jest pełna. Możesz usunąć kilka lekcji, aby zwolnić trochę miejsca.";
"Landscape"="Poziomo";
"Learn how to renew."="Dowiedz się, jak odnowić.";
"Learn more."="Dowiedz się więcej.";
"Learn the Basics"="Naucz się podstaw";
"Ledger (432 x 279 mm)"="Ledger (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Legal (8,5 x 14 cali, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Letter (8,5 x 11 cali, 216 x 279 mm)";
"Limitations"="Ograniczenia";
"List View"="Widok listy";
"Location:"="Lokalizacja:";
"Long side"="Długa strona";
"Look in:"="Znajdź w:";
"Lync connector"="Złącze Lync";
"Manage"="Zarządzaj";
"Manual Request"="Żądanie ręcznie";
"Margins"="Marginesy";
"Microsoft (personal)"="Microsoft (osobiste)";
"Millimeters (mm)"="Milimetry (mm)";
"My Computer"="Mój komputer";
"N&o to All"="Nie na wszystk&o";
"N&o to All"="Nie na wszystk&o";
"Name:"="Nazwa:";
"No Internet Connection"="Brak połączenia z Internetem";
"No boards yet. Get connected."="Nie ma jeszcze żadnej tablicy. Połącz się.";
"No proxy"="Bez serwera proxy";
"No server set to connect to"="Nie ustawiono serwera do połączenia z";
"No space left on device"="Brak wolnego miejsca w urządzeniu";
"No such file or directory"="Brak takiego pliku lub katalogu";
"No, I'll complete my request(s) later."="Nie, dokończę moje żądanie(a) później.";
"No, cancel all pending requests."="Nie, anuluj wszystkie oczekujące żądania.";
"None"="Brak";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Uwaga: Jeśli adresy URL nie są dostępne, dostosuj ustawienia serwera proxy i ponownie sprawdź połączenie.";
"Number of copies:"="Liczba kopii:";
"OK"="OK";
"Office 365 (school)"="Office 365 (szkoły)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Ojej! Nie udało się ukończyć logowania. Spróbuj ponownie. \n\nJeśli problem się powtórzy, pomiń logowanie i spróbuj ponownie później z poziomu menu Konta.";
"Oops. Something went wrong. Restarting the computer might help."="Ojej! Coś poszło nie tak. Może pomóc zrestartowanie komputera.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Ojej! Nie możemy zakończyć tego działania bez połączenia z Internetem. \n\nPołącz się z Internetem i spróbuj ponownie.";
"Oops. We couldn't load your profile right now. Please try again later."="Ojej! Nie udało się załadować profilu. Spróbuj ponownie później.";
"Open"="Otwórz";
"Open "="Otwórz ";
"Open in SMART Notebook on this computer."="Otwórz w SMART Notebook na swoim komputerze.";
"Open in the Notebook Player app on my SMART Board with iQ."="Otwórz za pomocą aplikacji Notebook Player na mojej tablicy SMART Board z IQ.";
"Operation completed successfully."="Operacja zakończyła się pomyślnie.";
"Options"="Opcje";
"Orientation"="Orientacja";
"Orientation:"="Orientacja:";
"Output &file:"="&Plik wyjściowy:";
"Output Settings"="Ustawienia wyjściowe";
"P&roperties"="W&łaściwości";
"Page size:"="Rozmiar strony:";
"Pages from"="Strony od";
"Paper"="Papier";
"Paper format"="Format papieru";
"Paper source:"="Źródło papieru:";
"Parent Directory"="Katalog nadrzędny";
"Password"="Hasło";
"Password:"="Hasło:";
"Permission Required"="Wymagane pozwolenie";
"Permission denied"="Odmowa dostępu";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Nr telefonu: 1.866.518.6791 lub +1.403.228.5940";
"Please try again"="Proszę sprawdzić ponownie wkrótce";
"Please try again later"="Spróbuj ponownie później";
"Points (pt)"="Punkty (pt)";
"Portrait"="Orientacja pionowa";
"PostScript Files (*.ps);;All Files (*)"="Pliki PostScript (*.ps);;Wszystkie pliki (*)";
"Preferences..."="Preferencje...";
"Premium features expired on %1"="Funkcje dodatkowe wygasły w dniu %1 ";
"Premium features will expire on %1 without an active subscription"="Funkcje dodatkowe wygasną w dniu %1 w przypadku niewznowienia subskrypcji";
"Preparing your document. This can take a while..."="Przygotowywanie dokumentu. Może to zająć chwilę...";
"Preview"="Podgląd";
"Print all"="Drukuj wszystko";
"Print destination"="Drukuj do";
"Print first page first"="Wydrukuj najpierw pierwszą stronę";
"Print in color if available"="Drukuj w kolorze, jeśli dostępne";
"Print in grayscale"="Drukuj w skali odcieni szarości";
"Print last page first"="Wydrukuj najpierw ostatnią stronę";
"Print range"="Zakres drukowania";
"Print selection"="Drukuj zaznaczenie";
"Print to File (PDF)"="Drukuj do pliku (PDF)";
"Print to File (Postscript)"="Drukuj do pliku (Postscript)";
"Print to SMART Notebook"="Wydrukuj do SMART Notebook";
"Print to file:"="Drukuj do pliku:";
"Print to printer:"="Drukuj na drukarce:";
"Printer"="Drukarka";
"Printer settings"="Ustawienia drukarki";
"Product"="Iloczyn (produkt)";
"Product Key"="Klucz produktu";
"Product Key is not valid"="Klucz produktu jest nieprawidłowy.";
"Product Key:"="Klucz produktu:";
"Product key has expired."="Klucz produktu wygasł.";
"Product:"="Produkt:";
"Profile"="Profil";
"Proxy Settings"="Ustawienia serwera proxy";
"Proxy authentication required"="Uwierzytelnianie proxy wymagane";
"Proxy requires authentication"="Proxy wymaga uwierzytelnienia";
"QT_LAYOUT_DIRECTION"="KIERUNEK_UKŁADU_QT";
"Quit"="Zamknij";
"Quit %1"="Zakończ %1";
"Recent"="Najnowsze";
"Recents"="Ostatnie";
"Remaining signed in will give you access to SMART Notebook's basic features."="Jeśli pozostaniesz zalogowany, zachowasz dostęp do podstawowych funkcji oprogramowania Notebook.";
"Request Files (%1)"="Zażądaj plików (%1)";
"Request aborted"="Żądanie anulowane";
"Request denied. See Technical Details below for more information."="Odmowa wykonania żądania. Aby uzyskać więcej informacji, sprawdź szczegóły techniczne poniżej.";
"Request type: Activate"="Rodzaj żądania: Aktywuj";
"Request type: Renew"="Rodzaj żądania: Odnów";
"Request type: Repair"="Rodzaj żądania: Napraw";
"Request type: Return"="Rodzaj żądania: Wróć";
"Request:"="Żądanie:";
"Reset"="Zerowanie";
"Response Files (%1)"="Pliki odpowiedzi (%1)";
"Restore Defaults"="Przywróć wartości domyślne";
"Result:"="Wynik:";
"Retrieving your account information..."="Trwa odzyskiwanie informacji z konta...";
"Retry"="Ponów próbę";
"Reverse"="Odwróć";
"Reverse landscape"="Odwrócony poziomy";
"Reverse portrait"="Odwrócony pionowy";
"SMART Account"="Konto SMART";
"SMART Document Camera Mixed Reality Tools"="Narzędzia rzeczywistości mieszanej SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite online - dostęp z programu Notebook w dowolnym miejscu";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="SMART Meeting Pro Wersja do użytku domowego";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Złącze SMART Meeting Pro dla Microsoft Lync";
"SMART Notebook"="SMART Notebook";
"SMART Notebook 3D Tools"="Narzędzia SMART Notebook 3D";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Funkcje dodatkowe programu</a> SMART Notebook";
"SMART Notebook Collaborative License"="Licencja grupowa SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="SMART Notebook Słownictwo angielskie Przykład 1";
"SMART Notebook History Example 1"="SMART Notebook Historia Przykład 1";
"SMART Notebook Math Example 1"="SMART Notebook Matematyka Przykład 1";
"SMART Notebook Math Example 2"="SMART Notebook Matematyka Przykład 2";
"SMART Notebook Math Tools"="SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="SMART Notebook Nauka Przykład 1";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"=" Zestaw narzędzi SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies – Kreator aktywacji";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Handshake SSL nie powiódł się";
"Save"="Zapisz";
"Save All"="Zapisz wszystko";
"Save As"="Zapisz jako";
"Search the SMART Exchange"="Szukaj w SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Szczegóły dotyczące rozwiązywania problemów z łącznością, szczególnie w przypadku korzystania z serwera proxy, znajdują się w artykule na temat <a href='%1'>Bazy Wiedzy</a> oraz w <a href='%2'>Diagramie Rozwiązywania Problemów</a>.";
"Select All"="Wybierz wszystko";
"Select a Directory"="Wybierz katalog";
"Select color"="Wybierz kolor";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Wybierz, jak chcesz udostępnić ten plik w swoim profilu online SMART Learning Suite";
"Select the Response File"="Wybierz plik odpowiedzi";
"Selection"="Wybór";
"Send to SMART Cloud"="Wyślij do SMART Cloud";
"Server closed connection unexpectedly"="Nieoczekiwane zakończenie połączenia z serwerem";
"Services"="Usługi";
"Share"="Udostępnij";
"Share Now"="Udostępnij teraz";
"Share this file with the Lessons app on a SMART Board"="Udostępnij ten plik przy pomocy aplikacji Lekcje na tablicy SMART";
"Share this file with the Notebook Player app on a SMART Board"="Udostępnij ten plik za pomocą aplikacji Notebook Player na tablicy SMART Board";
"Share to SMART Board with iQ"="Udostępnij w SMART Board z IQ";
"Share to the Notebook Player app"="Udostępnij w aplikacji Notebook Player";
"Share using a link"="Udostępnij za pomocą łącza";
"Share with a SMART Board"="Udostępnij przy pomocy tablicy SMART";
"Short side"="Krótka strona";
"Show &hidden files"="Pokaż u&kryte pliki";
"Show All"="Pokaż wszystko";
"Sign In"="Zaloguj";
"Sign In Again"="Zaloguj ponownie";
"Sign Out"="Wyloguj";
"Sign in"="Zaloguj";
"Sign in didn't work"="Nieudane logowanie";
"Sign in is required for accessing key SMART features."="Aby móc korzystać z kluczowych funkcji programu SMART, należy się zalogować.";
"Sign in to or create a SMART account"="Zaloguj się lub stwórz rachunek SMART";
"Sign in to use this feature"="Zaloguj się, aby korzystać z tej funkcji";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Zaloguj się na konto SMART, aby uzyskać dostęp do korzyści z subskrypcji SMART lub używać Notebook w trybie ograniczonym.";
"Sign in with Google"="Zaloguj się z Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Zaloguj się przez konto osobiste Google, Office 365 lub Microsoft.";
"Sign in with a browser"="Zaloguj się za pomocą przeglądarki";
"Sign up for free"="Zaloguj się za darmo";
"Sign up for the latest updates from SMART"="Zarejestruj się, aby otrzymać najnowsze aktualizacje od SMART";
"Signed in as:"="Zalogowany jako:";
"Skip Sign In"="Pomiń Logowanie";
"Skip sign in for now"="Pomiń logowanie";
"Skipped sign in"="Pominięto logowanie";
"Software enabled"="Oprogramowanie aktywowane";
"Some of your license keys have expired. Click here for more info."="Niektóre z Twoich kluczy licencyjnych wygasły. Kliknij tutaj, aby uzyskać więcej informacji.";
"Some of your license keys will expire in %1 days. Click here for more info."="Niektóre z Twoich kluczy licencyjnych wygasną w ciągu %1 dni. Kliknij tutaj, aby uzyskać więcej informacji.";
"Something went wrong. Want to try again?"="Coś poszło nie tak. Czy chcesz spróbować ponownie?";
"Sort"="Sortuj";
"Sort by &Date"="Sortuj wg &daty";
"Sort by &Name"="Sortuj wg &nazwy";
"Sort by &Size"="&Sortuj wg wielkości";
"Status"="Stan";
"Status:"="Stan:";
"Stay Inspired"="Nie trać inspiracji";
"Subscription: <b>%1</b> day(s) remaining"="Subskrypcja: pozostało <b>%1</b> dni";
"Succeeded"="Zakończone powodzeniem";
"Symbolic Link"="Łącze symboliczne";
"Tabloid (279 x 432 mm)"="Tabloid (279 x 432 mm)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Naciśnij ikonę połączenia %s w aplikacji Lekcje, aby uzyskać cztero-znakowy kod, a następnie wpisz ten kod poniżej.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Naciśnij ikonę połączenia %s w aplikacji Notebook Player, aby uzyskać czteroznakowy kod, a następnie wpisz ten kod poniżej.";
"Test Connectivity..."="Sprawdź łączność...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Ten adres e-mail został już powiązany z kontem SMART. Spróbuj się zarejestrować przy pomocy innego adresu e-mail.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="To było dziwne... \n\nNie wiemy, co się stało, ale nie możesz się teraz zalogować. ";
"The activation didn't complete. See below for status information."="Aktywacja nie powiodła się. Patrz informacje o statusie poniżej.";
"The following Product Key is not valid: "="Następujący klucz produktu jest nieprawidłowy: ";
"The information copied successfully, and your Internet browser will open."="Informacje zostały pomyślnie skopiowane i przeglądarka internetowa otworzy się.";
"The installed version of this product requires a newer maintenance license."="Zainstalowana wersja produktu wymaga nowszej licencji na konserwację.";
"The link has been copied to the clipboard."="Link został skopiowany do schowka.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Liczba aktywacji dla tego klucza produktu przekroczyła maksimum. Skontaktuj się z naszym działem pomocy, aby uzyskać wsparcie.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Klucz produktu, z którego korzystasz został anulowany. Skontaktuj się ze wsparciem SMART, aby uzyskać więcej informacji.";
"The product key you entered is already in the list."="Wprowadzony klucz produktu znajduje się już na liście.";
"The request file saved successfully. Copy the file to another computer to continue."="Żądany plik został pomyślnie zapisany. Skopiuj plik do innego komputera, by kontynuować.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Żądanie powiodło się jedynie w odniesieniu do niektórych kluczy produktów.";
"The sign in took too long and has expired."="Logowanie trwało zbyt długo i sesja wygasła.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="W tej chwili przebiega konserwacja sytemu, ale będzie on dostępny wkrótce. Przepraszamy za niedogodności.";
"The trial period has started."="Rozpoczął się okres próbny.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Nie udało się aktywować tego klucza. Spróbuj ponownie wykonać aktywację. \n\nJeśli problem nie ustąpi, zanotuj komunikaty o błędzie i skontaktuj się z działem wsparcia technicznego SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Zapis uprawnienia do tego klucza nie został skonfigurowany poprawnie. Proszę się skontaktować z działem wsparcia technicznego SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Aby połączyć się ze SMART, musisz podać nazwę użytkownika oraz hasło dla proxy %s";
"To page:"="Do strony:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Aby poprawnie aktywować klucz produktu, wszystkie połączenia muszą być udane. Zielony znak wyboru oznacza udane połączenie.";
"Too many open files"="Zbyt dużo otwartych plików";
"Trial Extension"="Rozszerzenie próbne";
"Trial: <b>%1</b> day(s) remaining"="Wersja próbna: <b>pozostało %1</b> dni";
"True"="Prawda";
"Try Again"="Spróbuj ponownie";
"Try again later or try a manual request now."="Spróbuj ponownie później lub skorzystaj z opcji ręcznego żądania.";
"Try it Online!"="Spróbuj online!";
"Type your user name and password."="Wpisz nazwę użytkownika i hasło.";
"Type:"="Typ:";
"URL:"="URL:";
"US Common #10 Envelope (105 x 241 mm)"="US Common #10 Envelope (105 x 241 mm)";
"Unable to complete your request."="Zrealizowanie żądania jest niemożliwe.";
"Unable to copy."="Nie można skopiować.";
"Unable to create your file."="Nie można utworzyć pliku.";
"Unable to open %1 for writing."="Nie można otworzyć %1 do zapisu.";
"Unable to open source file for reading."="Nie można otworzyć pliku źródłowego do odczytu.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Nie można otworzyć przeglądarki internetowej. Spróbuj otworzyć przeglądarkę ręcznie lub użyj innego komputera, by kontynuować.";
"Unable to read response from file."="Nie można odczytać odpowiedzi z pliku.";
"Unable to rename %1 to %2."="Nie można zmienić nazwy %1 na %2.";
"Unable to save your request."="Nie można zapisać żądania.";
"Unknown"="Nieznane";
"Unknown Location"="Nieznana lokalizacja";
"Unknown authentication method"="Nieznana metoda uwierzytelnienia";
"Unknown error"="Nieznany błąd";
"Unknown error."="Nieznany błąd.";
"Unknown protocol specified"="Określono nieznany protokół";
"Upload this document and create a link to share with others."="Załaduj dokument i utwórz link aby udostępnić go innym.";
"Upload to SMART Cloud"="Prześlij do SMART Cloud";
"Uploading your file..."="Ładowanie pliku...";
"Use Internet Explorer settings"="Skorzystaj z ustawień przeglądarki Internet Explorer.";
"Use System settings"="Skorzystaj z ustawień systemu.";
"Use other proxy:"="Użyj innego serwera proxy:";
"User Name:"="Nazwa użytkownika:";
"User name:"="Nazwa użytkownika:";
"Valid for versions released before %1"="Obowiązuje dla wersji opublikowanych przed %1";
"Version %s"="Wersja %s";
"Volume activated"="Uruchomiony wolumen";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Nie możemy przetworzyć tej odpowiedzi. Żądanie pochodzi z innego komputera lub już zostało już przetworzone.";
"We'll remember %s for next time."="Zapamiętamy %s na przyszłość.";
"Web:"="Witryna internetowa:";
"Welcome to %1 software from SMART Technologies."="Witamy w oprogramowaniu %1 SMART Technologies.";
"Welcome to SMART Notebook"="Witamy w SMART Notebook";
"What's This?"="Co to jest?";
"Width:"="Szerokość:";
"Working on it."="Pracujemy nad tym.";
"Working on it.."="Pracujemy nad tym...";
"Working on it..."="Pracujemy nad tym...";
"Wrong content length"="Nieprawidłowa długość zawartości";
"Yes to &All"="T&ak na wszystko";
"Yes to &All"="T&ak na wszystko";
"Yes, I have a numeric response code similar to %1."="Tak, mam cyfrowy kod odpowiedzi podobny do %1.";
"Yes, I have a response file."="Tak, mam plik odpowiedzi.";
"Yes, I have a response message that starts with %1."="Tak, mam odpowiedź, która rozpoczyna się od %1.";
"Yes, I have an activation key similar to %1."="Tak, mam klucz aktywacji, podobny do %1.";
"You can close this tab and return to SMART Notebook."="Możesz zamknąć tę kartę i ponownie zacząć korzystać z programu SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Możesz zarządzać swoim rachunkiem oraz identyfikatorem klasy z menu rachunku.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Możesz zalogować się później z menu konta. Logowanie jest konieczne w celu korzystania z wielu kluczowych funkcji SMART.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Zdecydowałeś się nie pozwolić naszej aplikacji na dostęp do Twojego konta. Nie możesz korzystać z naszej aplikacji, dopóki nie zaakceptujesz.";
"You have %1 days to complete activation."="Masz %1 dni na zakończenie aktywacji.";
"You have signed out"="Wylogowałaś/eś się";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Jak do tej pory nie udzieliłaś/eś programowi SMART pozwolenia na uzyskanie dostępu do informacji o Twoim koncie. Pozwolenie jest wymagane przy logowaniu. Czy chcesz ponownie spróbować się zalogować?";
"You may wish to send results to your organization's technical support contact."="Możesz zażądać wysłania wyników do osoby kontaktowej z działu pomocy technicznej Twojej organizacji.";
"You need to sign in before you can use this feature."="Zanim będziesz mógł zacząć korzystać z tej funkcji, musisz się zalogować.";
"You're all set!"="Możesz zaczynać!";
"You're unable to change these settings because you manually configured a proxy."="Nie możesz zmienić tych ustawień, ponieważ skonfigurowałeś ręcznie serwer proxy.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Logowanie zostało pominięte. Możesz się zalogować później z poziomu menu Konta.";
"Your SMART Boards"="Twoje tablice SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Twoja subskrypcja SMART Learning Suite wygaśnie za %d dni. Dowiedz się, jak ją odnowić.";
"Your SMART account"="Twoje konto SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Twoja przeglądarka została otwarta na stronie logowania. Po zalogowaniu się zostaniesz z powrotem przekierowany tutaj.";
"Your first trial extension is activated."="Pierwsze przedłużenie okresu próbnego zostało aktywowane.";
"Your first trial extension isn't activated."="Pierwsze przedłużenie okresu próbnego nie zostało aktywowane.";
"Your second trial extension is activated."="Drugie przedłużenie okresu próbnego zostało aktywowane.";
"Your second trial extension isn't activated."="Drugie przedłużenie okresu próbnego nie zostało aktywowane.";
"Your trial period has ended."="Twój okres próbny się zakończył.";
"bottom margin"="Dolny margines";
"left margin"="Lewy margines";
"locally connected"="podłączone lokalnie";
"right margin"="Prawy margines";
"to"="do";
"top margin"="Górny margines";
"unknown"="nieznane";
